tap "charmbracelet/tap"
tap "felixkratz/formulae"
tap "grishka/grishka"
tap "koekeishiya/formulae"
tap "localsend/localsend"
brew "aria2"
brew "asciinema"
brew "atuin"
brew "awk"
brew "awscli"
brew "bat"
brew "bat-extras"
brew "bc"
brew "bind"
brew "btop"
brew "chezmoi"
brew "cmatrix"
brew "coreutils"
brew "csvkit"
brew "curl"
brew "curlie"
brew "dos2unix"
brew "dust"
brew "ente-cli"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fnm"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "gitleaks"
brew "gitui"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "gnuplot"
brew "go"
brew "grep"
brew "hledger"
brew "httpie"
brew "hyperfine"
brew "imagemagick"
brew "jq"
brew "just"
brew "lazydocker"
brew "lazygit"
brew "ledger"
brew "miller"
brew "neovim"
brew "pandoc"
brew "pdftoipe"
brew "pnpm"
brew "poetry"
brew "posting"
brew "qpdf"
brew "qrencode"
brew "ripgrep"
brew "ripgrep-all"
brew "rust"
brew "scrcpy"
brew "speedtest-cli"
brew "telnet"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tokei"
brew "wget"
brew "yq"
brew "zellij"
brew "zoxide"
brew "charmbracelet/tap/crush"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "alt-tab"
cask "amethyst"
cask "android-platform-tools"
cask "anydesk"
cask "beeper"
cask "bitwarden"
cask "brave-browser"
cask "brave-browser@beta"
cask "clocker"
cask "cloudflare-warp"
cask "discord"
cask "ente-auth"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-input"
cask "font-monaspace"
cask "font-monaspice-nerd-font"
cask "font-sf-mono"
cask "font-sf-mono-nerd-font-ligaturized"
cask "font-sf-pro"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "google-drive"
cask "httpie-desktop"
cask "iina"
cask "imageoptim"
cask "itsycal"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "key-codes"
cask "keycastr"
cask "legcord"
cask "localsend"
cask "mediamate"
cask "middleclick"
cask "neardrop"
cask "notion"
cask "notion-calendar"
cask "obs"
cask "obsidian"
cask "parsec"
cask "programmer-dvorak"
cask "proton-drive"
cask "proton-mail"
cask "protonvpn"
cask "qbittorrent"
cask "raycast"
cask "rustdesk"
cask "sf-symbols"
cask "shottr"
cask "skim"
cask "spaceman"
cask "spotify"
cask "stats"
cask "stremio"
cask "telegram"
cask "todoist-app"
cask "visual-studio-code"
cask "wakatime"
cask "wezterm"
cask "whatsapp"
cask "zed"
cask "zen"
vscode "mechatroner.rainbow-csv"
