tap "localsend/localsend"
brew "asciinema"
brew "atuin"
brew "awscli"
brew "bat"
brew "bat-extras"
brew "btop"
brew "chezmoi"
brew "cmatrix"
brew "coreutils"
brew "curl"
brew "curlie"
brew "dust"
brew "ente-cli"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fnm"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "gitleaks"
brew "gitui"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "gnuplot"
brew "go"
brew "grep"
brew "hledger"
brew "httpie"
brew "hyperfine"
brew "imagemagick"
brew "jq"
brew "just"
brew "lazydocker"
brew "lazygit"
brew "ledger"
brew "neovim"
brew "pandoc"
brew "pnpm"
brew "poetry"
brew "posting"
brew "qpdf"
brew "ripgrep"
brew "ripgrep-all"
brew "rust"
brew "scrcpy"
brew "telnet"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tokei"
brew "yq"
brew "zellij"
brew "zoxide"
cask "alacritty"
cask "alt-tab"
cask "android-platform-tools"
cask "anydesk"
cask "bitwarden"
cask "clocker"
cask "discord"
cask "ente-auth"
cask "font-fira-code-nerd-font"
cask "font-monaspace-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "google-drive"
cask "httpie-desktop"
cask "iina"
cask "imageoptim"
cask "itsycal"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "keycastr"
cask "localsend"
cask "middleclick"
cask "notion"
cask "notion-calendar"
cask "obs"
cask "obsidian"
cask "programmer-dvorak"
cask "qbittorrent"
cask "raycast"
cask "sf-symbols"
cask "shottr"
cask "skim"
cask "spaceman"
cask "spotify"
cask "stats"
cask "stremio"
cask "todoist-app"
cask "visual-studio-code"
cask "wakatime"
cask "wezterm"
cask "zed"
cask "zen"
