tap "asmvik/formulae"
tap "d12frosted/emacs-plus"
tap "dmtrkovalenko/fff", "https://github.com/dmtrKovalenko/homebrew-fff"
tap "gechr/tap", trusted: { casks: ["whichspace"] }
tap "modem-dev/tap"
tap "oven-sh/bun"
tap "samyakbardiya/local-tap", trusted: true
tap "scarvalhojr/tap"
brew "aria2"
brew "asciinema"
brew "python@3.13"
brew "asitop"
brew "atuin"
brew "python@3.14"
brew "awscli"
brew "bat"
brew "bat-extras"
brew "bc"
brew "perl"
brew "biber"
brew "bibtex-tidy"
brew "bind"
brew "bitwarden-cli"
brew "btop"
brew "chezmoi"
brew "cmake"
brew "cmatrix"
brew "coreutils"
brew "cowsay"
brew "csvkit"
brew "curl"
brew "curlie"
brew "dos2unix"
brew "duf"
brew "dust"
brew "ente-cli"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "fnm"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gitleaks"
brew "gitui"
brew "glow"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "gnuplot"
brew "go"
brew "gomodifytags"
brew "gopls"
brew "gotests"
brew "gping"
brew "graphviz"
brew "grep"
brew "grip"
brew "gron"
brew "hledger"
brew "hyperfine"
brew "imagemagick"
brew "isort"
brew "ispell"
brew "jj"
brew "jq"
brew "js-beautify"
brew "just"
brew "lazydocker"
brew "lazygit"
brew "ledger"
brew "luarocks"
brew "mas"
brew "mermaid-cli"
brew "miller"
brew "mise"
brew "neovim"
brew "pandoc"
brew "qrencode"
brew "pass"
brew "pdftoipe"
brew "pinentry-mac"
brew "pipenv"
brew "pngpaste"
brew "pnpm"
brew "posting"
brew "qpdf"
brew "ripgrep"
brew "ripgrep-all"
brew "rlwrap"
brew "rust"
brew "scc"
brew "scrcpy"
brew "sevenzip"
brew "shellcheck"
brew "speedtest-cli"
brew "starship"
brew "stylelint"
brew "syncthing", restart_service: :changed
brew "tectonic"
brew "telnet"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tokei"
brew "tree-sitter-cli"
brew "uv"
brew "wget"
brew "xdg-ninja"
brew "yazi"
brew "yq"
brew "zellij"
brew "zoxide"
brew "asmvik/formulae/skhd", trusted: true
brew "asmvik/formulae/yabai", trusted: true
brew "dmtrkovalenko/fff/fff-mcp", trusted: true
brew "modem-dev/tap/hunk", trusted: true
brew "oven-sh/bun/bun", trusted: true
brew "scarvalhojr/tap/aoc-cli", trusted: true
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "alt-tab"
cask "android-platform-tools"
cask "anydesk"
cask "audacity"
cask "balenaetcher"
cask "beeper"
cask "betterzip"
cask "bitwarden"
cask "blip"
cask "calibre"
cask "cinebench"
cask "claude"
cask "claude-code"
cask "clocker"
cask "cloudflare-warp"
cask "coderabbit"
cask "cursor"
cask "cursor-cli"
cask "d12frosted/emacs-plus/emacs-plus-app", trusted: true
cask "ente-auth"
cask "fantastical"
cask "fbreader"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-sans"
cask "font-input"
cask "font-monaspace"
cask "font-monaspice-nerd-font"
cask "font-sf-mono"
cask "font-sf-mono-nerd-font-ligaturized"
cask "font-sf-pro"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "google-drive"
cask "helium-browser"
cask "iina"
cask "imageoptim"
cask "itsycal"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "key-codes"
cask "keycastr"
cask "legcord"
cask "libreoffice-still"
cask "mactex-no-gui"
cask "middleclick"
cask "numi"
cask "obs"
cask "obsidian"
cask "opencode-desktop"
cask "orbstack"
cask "parsec"
cask "programmer-dvorak"
cask "proton-drive"
cask "proton-mail"
cask "protonvpn"
cask "qbittorrent"
cask "raycast"
cask "rustdesk"
cask "sf-symbols"
cask "shottr"
cask "skim"
cask "slack"
cask "soundsource"
cask "spaceman"
cask "spotify"
cask "stats"
cask "steam"
cask "stremio"
cask "syncthing-app"
cask "t3-code"
cask "telegram"
cask "the-unarchiver"
cask "todoist-app"
cask "wakatime"
cask "wezterm"
cask "whatsapp"
cask "whichspace"
cask "zed"
cask "zen"
mas "1Password for Safari", id: 1569813296
mas "Bitwarden", id: 1352778147
mas "Flighty", id: 1358823008
mas "Kindle", id: 302584613
mas "Peachy Timer", id: 6756173572
mas "Spaced", id: 1666327168
mas "Speediness", id: 1596706466
mas "Texty", id: 1538996043
go "github.com/x-motemen/gore/cmd/gore"
go "github.com/pratik-anurag/portik"
go "github.com/samyakbardiya/trex"
uv "pynvim"
uv "trakt-scrobbler"
npm "@earendil-works/pi-coding-agent"
npm "opencode-ai"
