tap "charmbracelet/tap"
tap "felixkratz/formulae"
tap "grishka/grishka"
tap "koekeishiya/formulae"
tap "localsend/localsend"
tap "scarvalhojr/tap"
brew "aria2"
brew "asciinema"
brew "python@3.13"
brew "asitop"
brew "atuin"
brew "awscli"
brew "bat"
brew "bat-extras"
brew "bc"
brew "perl"
brew "biber"
brew "bibtex-tidy"
brew "bind"
brew "bitwarden-cli"
brew "btop"
brew "chezmoi"
brew "cmatrix"
brew "coreutils"
brew "cowsay"
brew "python@3.14"
brew "csvkit"
brew "curl"
brew "curlie"
brew "dos2unix"
brew "duf"
brew "dust"
brew "ente-cli"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "fnm"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gitleaks"
brew "gitui"
brew "glow"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "gnuplot"
brew "go"
brew "gping"
brew "grep"
brew "gron"
brew "hledger"
brew "hyperfine"
brew "imagemagick"
brew "jq"
brew "just"
brew "lazydocker"
brew "lazygit"
brew "ledger"
brew "luarocks"
brew "mas"
brew "mermaid-cli"
brew "miller"
brew "neovim"
brew "pandoc"
brew "qrencode"
brew "pass"
brew "pdftoipe"
brew "pinentry-mac"
brew "pnpm"
brew "posting"
brew "qpdf"
brew "ripgrep"
brew "ripgrep-all"
brew "rlwrap"
brew "rust"
brew "scrcpy"
brew "sevenzip"
brew "speedtest-cli"
brew "tectonic"
brew "telnet"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tokei"
brew "tree-sitter-cli"
brew "uv"
brew "wget"
brew "xdg-ninja"
brew "yazi"
brew "yq"
brew "zellij"
brew "zoxide"
brew "charmbracelet/tap/crush"
brew "felixkratz/formulae/sketchybar", restart_services: :always
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "scarvalhojr/tap/aoc-cli"
cask "alacritty"
cask "alt-tab"
cask "android-platform-tools"
cask "anydesk"
cask "balenaetcher"
cask "betterzip"
cask "bitwarden"
cask "blip"
cask "cinebench"
cask "clocker"
cask "cloudflare-warp"
cask "cursor"
cask "cursor-cli"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-input"
cask "font-monaspace"
cask "font-monaspice-nerd-font"
cask "font-sf-mono"
cask "font-sf-mono-nerd-font-ligaturized"
cask "font-sf-pro"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "google-drive"
cask "helium-browser"
cask "iina"
cask "imageoptim"
cask "itsycal"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "key-codes"
cask "keycastr"
cask "legcord"
cask "localsend"
cask "mactex-no-gui"
cask "middleclick"
cask "grishka/grishka/neardrop"
cask "obs"
cask "obsidian"
cask "orbstack"
cask "parsec"
cask "programmer-dvorak"
cask "proton-mail"
cask "protonvpn"
cask "qbittorrent"
cask "raycast"
cask "rustdesk"
cask "sf-symbols"
cask "shottr"
cask "skim"
cask "soundsource"
cask "spotify"
cask "steam"
cask "stremio"
cask "telegram"
cask "todoist-app"
cask "wakatime"
cask "wezterm"
cask "whatsapp"
cask "zed"
cask "zen"
mas "Bitwarden", id: 1352778147
mas "Kindle", id: 302584613
mas "Spaced", id: 1666327168
go "github.com/x-motemen/gore/cmd/gore"
go "github.com/pratik-anurag/portik"
