adobe-source-code-pro-fonts
adobe-source-sans-fonts
advcpmv
archlinux-keyring
autoconf
automake
bash
bat
bat-extras
binutils
bison
brave-beta-bin
btop
bzip2
chafa
clang
cmatrix
coreutils
curl
ddcutil
debugedit
discord
docker
docker-compose
dust
efibootmgr
entr
eza
fakeroot
fastfetch
fd
ffmpeg
ffmpegthumbnailer
figlet
file
filesystem
findutils
firefox-developer-edition
firefox-developer-edition-i18n-en-gb
firefox-developer-edition-i18n-en-us
firefox-developer-edition-i18n-hi-in
firefox-developer-edition-i18n-ja
flex
fzf
gawk
gcc
gcc-libs
gettext
git
git-delta
gitui
glibc
gnupg
go
google-chrome-dev
grep
groff
grub
gzip
hledger
httpie
hyperfine
imagemagick
intel-ucode
iproute2
iputils
jdk-openjdk
jenv
jq
lazydocker
lazygit
ledger
lib32-pipewire
libertinus-font
libinput
libreoffice-still
libtool
licenses
linux
linux-firmware
linux-lts
linux-zen
ly
m4
make
man-db
man-pages
maven
neovim
networkmanager
nodejs
noto-fonts
noto-fonts-emoji
npm
nvm
opendoas
openjdk-doc
openssh
otf-monaspace-nerd
p7zip
pacman
pandoc-cli
patch
pciutils
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pkgconf
pnpm
poppler
prettier
procps-ng
psmisc
pyenv
python
python-black
python-pip
python-poetry
python-virtualenv
reflector
ripgrep
ripgrep-all
rust
sed
shadow
shfmt
stow
sudo
systemd
systemd-sysvcompat
tar
texinfo
texlive-fontsextra
thefuck
tldr
tmux
tokei
trash-cli
ttf-bitstream-vera
ttf-croscore
ttf-dejavu
ttf-fira-code
ttf-fira-sans
ttf-firacode-nerd
ttf-font-awesome
ttf-hack
ttf-ibm-plex
ttf-indic-otf
ttf-input
ttf-jetbrains-mono
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
ttf-nerd-fonts-symbols-mono
ttf-opensans
ttf-roboto
ttf-ubuntu-font-family
unzip
usbutils
util-linux
wget
which
xcape
xdg-user-dirs
xdotool
xf86-input-libinput
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xz
yarn
yazi
zathura
zathura-cb
zathura-djvu
zathura-pdf-poppler
zathura-ps
zoxide
zsh
