adobe-source-code-pro-fonts
adobe-source-sans-fonts
brave-beta-bin
discord
firefox-developer-edition
firefox-developer-edition-i18n-en-gb
firefox-developer-edition-i18n-en-us
firefox-developer-edition-i18n-hi-in
firefox-developer-edition-i18n-ja
google-chrome-dev
imagemagick
lib32-pipewire
libertinus-font
libinput
libreoffice-still
linux
linux-firmware
linux-lts
linux-zen
networkmanager
noto-fonts
noto-fonts-emoji
otf-monaspace-nerd
pciutils
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
poppler
texlive-fontsextra
ttf-bitstream-vera
ttf-croscore
ttf-dejavu
ttf-fira-code
ttf-fira-sans
ttf-firacode-nerd
ttf-font-awesome
ttf-hack
ttf-ibm-plex
ttf-indic-otf
ttf-input
ttf-jetbrains-mono
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
ttf-nerd-fonts-symbols-mono
ttf-opensans
ttf-roboto
ttf-ubuntu-font-family
usbutils
xcape
xdg-user-dirs
xdotool
xf86-input-libinput
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
zathura
zathura-cb
zathura-djvu
zathura-pdf-poppler
zathura-ps
