advcpmv
archlinux-keyring
autoconf
automake
bash
bat
bat-extras
binutils
bison
btop
bzip2
chafa
clang
cmatrix
coreutils
curl
ddcutil
debugedit
docker
dust
efibootmgr
entr
eza
fakeroot
fastfetch
fd
ffmpeg
ffmpegthumbnailer
figlet
file
filesystem
findutils
flex
fnm
fzf
gawk
gcc
gcc-libs
gettext
git
git-delta
gitui
glibc
gnupg
go
grep
groff
grub
gzip
hledger
httpie
hyperfine
intel-ucode
iproute2
iputils
jdk-openjdk
jenv
jq
lazydocker
lazygit
ledger
libtool
licenses
ly
m4
make
man-db
man-pages
maven
neovim
nodejs
npm
opendoas
openjdk-doc
openssh
p7zip
pacman
pandoc-cli
patch
pkgconf
pnpm
prettier
procps-ng
psmisc
pyenv
python
python-black
python-pip
python-poetry
python-virtualenv
reflector
ripgrep
ripgrep-all
rust
sed
shadow
shfmt
stow
sudo
systemd
systemd-sysvcompat
tar
texinfo
thefuck
tldr
tmux
tokei
trash-cli
unzip
util-linux
wget
which
xz
yarn
yazi
zellij
zoxide
zsh
